Repository: Ramblurr/Meedan-Open-Translation-Memory--ar-en-
Catalog: MeedanMeemory-2009JUL22.tmx
Source language: en
Languages: ar

source: Rafsanjani’s remarks that the country was in a crisis angered many conservatives, who accused him of misusing the Friday prayer ceremony to back the opposition led by Mir-Hossein Moussavi.
ar: و قد أثارت تصريحات رفسنجاني بأن البلاد كانت تمر في أزمة غضب العديد من المحافظين, الذين اتهموه باساءة مراسم صلاة الجمعة في سبيل دعم المعارضة برئاسة مير حسين موسوي.

source: His comment that no Islamic rulership could be
ar: كما كان قوله بأنه من غير الممكن

source: established
ar: تأسيس

source: without popular consent was interpreted by conservative clerics as criticism of the country’s
ar: علاقة إسلامية دون موافقة شعبية و التي تمت ترجمتها من قبل رجال الدين المحافظين بأنها انتقاد لنظام البلاد

source: One senior cleric and member of the constitutional oversight panel accused Rafsanjani of ignoring Islamic principles.
ar: هذا و قد اتهم أحد كبار رجال الدين و عضو في لجنة المراقبة الدستورية رفسنجاني بتجاهله المبادئ الإسلامية.

source: Posted by bikyamasr on 19/07/2009
ar: كتب من قبل بيكي يا مصر في 19/07/2009

source: Princess facing Saudi death penalty given secret UK asylum
ar: الأميرة السعودية التي تواجه عقوبة الإعدام تحظى بلجوء سري إلى المملكة المتحدة

source: Woman feared she would be stoned after giving birth to an illegitimate child in Britain
ar: تخشى المرأة من تعرضها للرجم بالحجارة بعد ولادتها لطفل غير شرعي في بريطانيا

source: A Saudi Arabian princess who had an illegitimate child with a British man has secretly been granted asylum in this country after she claimed she would face the death penalty if she were forced to return home. The young woman, who has been granted anonymit
ar: حظت الأميرة السعودية التي ولدت طفلاً غير شرعياً من رجل بريطاني حق اللجوء إلى المملكة المتحدة بعد أن أدعت أنها ستواجه عقوبة الإعدام إذا أُجبرت على العودة إلى الوطن. وفازت الشابة التي لن يُذكر اسمها بناءً على أمر من المحكمة بدعوى للحصول على اللجوء بعد أن قا

source: Her case is one of a small number of claims for asylum brought by citizens of Saudi Arabia which are not openly acknowledged by either government. British diplomats believe that to do so would in effect be to highlight the persecution of women in Saudi Ar
ar: وتعد قضيتها ضمن عدد قليل من قضايا الحصول على اللجوء التي رفعها مواطنون سعوديون والتي لم يتم الاعتراف بها من قبل أي من حكومتي البلدين. ويعتقد دبلوماسيون بريطانيون أن من شأن ذلك أن يسلط الضوء على اضطهاد المرأة في المملكة العربية السعودية وهو ما يمكن أن يُنظ

source: The woman, who comes from a very wealthy Saudi family, says she met her English boyfriend – who is not a Muslim – during a visit to London. They struck up a relationship.
ar: وتقول المرأة التي تنتمي إلى أسرة سعودية فاحشة الثراء إنها التقت صديقها الإنجليزي غير المسلم خلال زيارة قامت بها إلى لندن وإنهما أقاما علاقة.

source: She became pregnant the following year and worried that her elderly husband – a member of the Royal Family of Saudi Arabia – had become suspicious of her behaviour, she persuaded him to let her visit the UK again to give birth in secret. She feared for he
ar: وأصبحت حاملاً في السنة التالية وشعرت بالقلق أن زوجها كبير السن وهو عضو في الأسرة الملكية في المملكة العربية السعودية أصبح يشتبه في سلوكها وأقنعته أن يسمح لها بزيارة المملكة المتحدة مرة أخرى لتضع مولودها في السر، وقالت إنها تخشى على حياتها إن عادت إلى السع

source: She persuaded the court that if she returned to the Gulf state she and her child would be subject to capital punishment under Sharia law – specifically flogging and stoning to death. She was also worried about the possibility of an honour killing.
ar: وأقنعت المحكمة أنها إذا عادت إلى هذه الدولة الخليجية، فإنها هي طفلها سيكونا معرضان لعقوبة الإعدام بموجب الشريعة الإسلامية، على وجه التحديد الجلد والرجم حتى الموت، كما أنها قلقة من احتمال وقوع جرائم الشرف.

source: Since she fled Saudi Arabia, her family and her husband's family have broken off contact with her.
ar: ومنذ تمكنها من الفرار من السعودية، قطعت أسرتها وأسرة زوجها الاتصال بها.

source: The woman has been granted permanent leave to remain in the UK after the Immigration and Asylum tribunal allowed her appeal.
ar: وحظت المرأة بإجازة دائمة للبقاء في بريطانيا بعد أن استجابت محكمة الهجرة واللجوء لدعوى الاستئناف.

source: The Home Office yesterday declined to discuss the case. A spokesman for the Royal Embassy of Saudi Arabia in London said that he would call back but subsequently became unavailable.
ar: ورفض مكتب الداخلية أمس مناقشة هذه القضية، وقال متحدث باسم السفارة الملكية للمملكة العربية السعودية في لندن إنه سيعيد الإتصال ولكنه أصبح بعد ذلك غير متاحاً.

source: Relations between the UK and Saudi Arabia have been strained in recent years and were brought to a head in 2006 when Tony Blair intervened to end a Serious Fraud Office (SFO) inquiry into alleged kickbacks paid in a multibillion military aircraft deal bet
ar: وكانت العلاقات بين المملكة المتحدة والسعودية قد توترت في 2006 عندما تدخل توني بلير لإنهاء تحقيقات مكتب مكافحة التزوير في قضية الرشاوي المدفوعة في صفقة طائرات عسكرية تقدر بالمليارات بين البلدين.

source: The Saudi royal family was deeply concerned about the idea that the investigators might try o open up their Swiss bank accounts, it was alleged at the time.
ar: وكانت العائلة الملكية السعودية تشعر بالقلق الشديد من فكرة أن المحققين قد يحاولوا فتح حساباتهم الخاصة في البنوك السويسرية كما أُشيع في ذلك الوقت.

source: This led the Saudis to threaten to restrict the sharing of intelligence relating to terror activity if the prosecution went ahead. They also threatened to pull out of other highly-lucrative arms deals.
ar: وأدى ذلك إلى تهديد السعوديين بالحد من تبادل المعلومات الاستخبارية المتعلقة بالأنشطة الإرهابية إذا مضت المحاكمة، كما هددوا بالانسحاب من صفقات السلاح المربحة الأخرى.

source: Last year, the House of Lords ruled that the SFO's decision to drop the corruption investigation into the £43bn Saudi arms deal with BAE Systems was unlawful.
ar: وفي العام الماضي، قرر مجلس اللوردات أن قرار مكتب مكافحة التزوير بإسقاط تحقيقات الفساد في صفقة الأسلحة السعودية التي تقدر بحوالي 43 مليار جنيه استرليني مع شركة بى ايه اى سيستمز كان قراراً غير مشروع.

source: In a hard-hitting ruling, two High Court judges described the SFO's decision as an outrage.
ar: وفي أحكام قاسية، وصف قاضيان بالمحكمة العليا قرار مكتب مكافحة التزوير بأنه يثير الغضب.

source: One of them, Lord Justice Moses, said the SFO and the Government had given into blatant threats that Saudi intelligence co-operation would end unless the probe into corruption was halted.
ar: وقال أحدهما وهو اللورد موسى إن مكتب مكافحة التزوير والحكومة قد استسلما لتهديدات سافرة بأن التعاون مع الاستخبارات السعودية سينتهي ما لم يتم وقف التحقيق في قضية الفساد.

source: No one, whether within this country or outside, is entitled to interfere with the course of our justice, he said. It is the failure of government and the defendant to bear that essential principle in mind that justifies the intervention of this court
ar: وقال لا أحد سواء داخل البلاد أو خارجها يحق له التدخل في سير العدالة هنا، وأضاف قائلاً إن فشل الحكومة والمدعى تحملا المبدأ الذي يبرر تدخل هذه المحكمة.

source: The Middle East state has been shrouded in controversy over oppressive policies against women and homosexuals. Secrecy surrounds much of the Saudi legal system, but in a recent report on the use of the death penalty in the kingdom, the human rights group
ar: وأحاط الجدل بالسعودية حول سياساتها القمعية ضد النساء والمثليين جنسياً. وتحيط السرية بالنظام القانوني السعودي، ولكن في تقرير صدر مؤخراً عن استخدام عقوبة الإعدام في المملكة، ركزت منظمة العفو الدولية المعنية بحقوق الإنسان على استخدام هذه العقوبة على نطاق واس

source: Adulterers face public stonings and floggings and, in the most serious cases, beheadings and hangings.
ar: ويواجه الزناة الرجم والجلد العلني وفي الحالات الأكثر خطورة قطع الرأس والشنق.

source: The high numbers of executions in Saudi Arabia in 2007 continued into 2008. There were at least 102 executions of men and women last year – at an average rate of two every week. Amnesty is aware of at least 136 individuals currently awaiting execution.
ar: واستمر ارتفاع عدد حالات الإعدام عام 2007 حتى عام 2008، فهناك ما لا يقل عن 102 عملية إعدام للرجال والنساء وقعت العام الماضي أي بمعدل اثنين كل أسبوع، وتدرك منظمة العفو أن حوالي 136 شخص على الأقل في الوقت الحاضر ينتظرون تنفيذ حكم الإعدام.

source: Last week, Saudi Arabia's religious police were blamed for the death of two sisters who were murdered in what was deemed an honour killing by their brother, after the sisters were arrested for allegedly mixing with men to whom they were not related.
ar: وفي الأسبوع الماضي، أُلقي اللوم على الشرطة الدينية بالمملكة لمقتل اختين اللتان اُغتالهما أخيهما في ما اعتبر جريمة شرف بعد إلقاء القبض على الأختين بتهمة الاختلاط برجال لا يمتون إليهم بصلة.

source: The Society for Defending Women's Rights in Saudi Arabia said that the religious police had arrested the two sisters, aged 19 and 21, thus putting their lives in danger.
ar: وقالت جمعية الدفاع عن حقوق المرأة في السعودية إن الشرطة الدينية ألقت القبض الأختين التي تبلغان من العمر 19 و21 عاماً، وبالتالي عرضت حياتهما للخطر.

source: Their brother shot them dead in front of their father when they left a women's shelter in Riyadh on 5 July, according to Saudi news reports.
ar: وقتلهما شقيقهما بالرصاص أمام والدهما عندما تركا ملجأ للنساء في الرياض في 5 يوليو وفقا لما ذكرته تقارير إخبارية سعودية.

source: In 2007, in a case that shocked Saudis, a woman from Qatif was sentenced to 200 lashes and six months in prison after being gang-raped. She offended cultural expectations because she was unaccompanied when she got into a car with a former boyfriend.
ar: وفي عام 2007، في قضية هزت السعوديين، حُكم على امرأة من القطيف بالجلد 200 جلدة وستة أشهر في السجن بعد أن تعرضت للاغتصاب الجماعي، فقد أهانت التوقعات الثقافية لأنها كانت لوحدها عندما استقل السيارة مع صديقها السابق.

source: The man had agreed to hand back a photograph of the woman who was about to marry another man, but as they drove along a street they were stopped and seized by seven men who raped them both. The woman was originally sentenced to 90 lashes but the sentence
ar: وكات الرجل قد وافق على تسليم صورة المرأة التي كانت على وشك الزواج من رجل آخر، ولكن أثناء قيادتهم في الشارع أوقفهما سبعة رجال واغتصبوهما. كان حكم المرأة في الأصل 90 جلدة ولكن اشتدت العقوبة عندما قامت باستئناف الحكم، وفي نهاية المطاف حصلت على عفو بعد ضغط دو

source: In 2007, King Abdullah II of Saudi Arabia was jeered during a state visit to Britain as dozens of demonstrators turned out to protest at his country's human rights record.
ar: وفي عام 2007، تعالت صيحات الاستهجان ضد الملك السعودي عبد الله الثاني خلال زيارة رسمية إلى البحرين حيث خرج عشرات من المتظاهرين احتجاجاً على سجل بلاده في مجال حقوق الانسان.

source: Saudi princess 'given UK asylum'
ar: أميرة سعودية، تمنح حق اللجوء للمملكة المتحدة،

source: Eight-month jail sentence for message posted on Facebook
ar: السجن ثمانية اشهر بسبب رسالة نشرت على فيسبوك

source: A Saudi Arabian princess who had an illegitimate child with a British man has been granted asylum in the UK, the Independent newspaper has reported.
ar: أوردت صحيفة اإنديبيندت أن أميرة عربية سعودية و التي أنجبت طفل غير شرعي من رجل بريطاني، منحت حق اللجوء للمملكة المتحدة.

source: It said the married woman was allowed to stay after telling a judge that her affair left her at risk of being stoned to death in her home country.
ar: و قيل أنه قد سمح للمرأة المتزوجة بالبقاء بعدما قامت بإخبار القاضي بأن تلك العلاقة تعرضها لخطر الرجم بالحجارة حتى الموت إن هي عادت لوطنها الأم.

source: The woman, who has been given anonymity by a court, is married to a member of the Saudi royal family, the paper said.
ar: و المرأة التي لم يذكر أسمها بناءاُ لقرار من المحكمة، متزوجة عضو من العائلة المالكة السعودية، كما تقول الصحيفة.

source: The Home Office declined to comment on the case.
ar: وكان مكتب الداخلية قد رفض التعليق على القضية.

source: The Independent says the woman is one of a small number of Saudi Arabian citizens whose asylum claims are not acknowledged publicly by either country's government.
ar: و تقول اإنديبينديت أن هذه المرأة هي واحدة من عدد قليل من مواطني المملكة العربية السعودية التي لم يُعترف بطلبات اللجوء التي قدموها من قبل حكومتي البلدين.

source: Public executions are held in Justice Square in the Saudi capital Riyadh
ar: يتم الإعدام العلني في ساحة العدالة في العاصمة السعودية الرياض

source: Sharia law
ar: قانون الشريعة

source: She was convicted on 4 July of “disturbing public order” under article 121 of the criminal code, which states that “anyone stirring up rebellion by means of speeches in public places or meetings, or placards, posters or written texts is punishable as if t
ar: وقد أدينت بتاريخ 4 يوليو بتهمة تكدير النظام العام بموجب المادة 121 من قانون العقوبات الذي ينص على أن أي شخص أثار تمردا عن طريق خطب في الأماكن العامة أو اجتماعات، أو لافتات وملصقات أو النصوص المكتوبة معرض للعقاب كما لو أنه شارك في التمرد.

source: The woman reportedly began a relationship with a British man - who is not a Muslim - during a visit to London and later became pregnant.
ar: و أفادت المرأة أنها بدأت بإقامة علاقة مع رجل بريطاني - غير مسلم - خلال زيارة إلى مدينة لندن أصبحت بعدها حامل.

source: Reporters Without Borders condemns the eight-month jail sentence that a Tunis court has imposed on 69-year-old academic and human rights activist
ar: أدانت مراسلون بلا حدود الحكم بثمانية أشهر سجنا الصادر عن محكمة تونسية على خديجة عرفاوي، ناشطة جامعية في مجال حقوق الإنسان تبلغ من العمر 69 سنة.

source: After giving birth secretly in the UK, she took a case to the Immigration and Asylum tribunal, it is claimed.
ar: و ادعت أنها قامت بتقديم قضيتهاإلى مكتب الهجرة واللجوء، بعد ولادة طفلها سراُ في المملكة المتحدة.

source: for posting a message on the social networking website Facebook in May referring to widespread rumours about children being kidnapped in Tunisia for their organs.
ar: وذلك لنشرها رسالة على الشبكة الاجتماعية فايسبوك في مايو الماضي تشير فيه إلى شائعات حول خطف أطفال تونسيين من أجل أعضائهم الحيوية.

source: Under Saudi Arabia's Sharia law system, adultery is punishable by public flogging or execution.
ar: و وفقاُ لقانون الشريعة المعمول به في نظام المملكة العربية السعودية، يعاقب جرم الزنا بالرجم العلني أو الإعدام.

source: In 2008, the country's courts ordered the execution of 102 people, according to human rights group Amnesty International.
ar: و كانت محاكم البلاد قد أصدرت في عام 2008 أحكاماً بإعدام 102 شخصاً، و ذلك وفقاً لمجموعة حقوق الأنسان في منظمة العفو الدولية

source: “This conviction has no legal basis,” Reporters Without Borders said. “Tunisia has no Internet laws and this is the first time a Tunisian court has issued a decision concerning a Facebook post. All Arfaoui did was post an already-existing message. She was
ar: وقالت مراسلون بلا حدون أن هذه الإدانة لا تستند إلى أي أساس قانوني. فتونس ليست لديها أية قوانين تخص الأنترنيت وهذه أول مرة تصدر فيه محكمة تونسية حكما بشأن نشر رسالة على شبكة فايسبوك. وكل ما فعلته عرفاوي هو إعادة نشر رسالة موجودة أصلا. ولا يمكن بأي حال من

source: The latest case appears to echo that of another member of the Saudi royal family, 19-year-old Princess Mishaal bint Fahd, who was executed in 1977 after admitting adultery.
ar: و تماثل القضية الأخيرة قضية فرد آخر من أفراد العائلة السعودية الملكية ، و هي الأميرة مشاعل بينت فهد البالغة من العمر تسعة عشر عاماً و التي أعدمت في عام 1997 بعد اعترافها بارتكاب الزنا.

source: One of her lawyers said: “This case cannot be prosecuted because it is not covered by any law. If there is no law, there can be no crime. This conviction is senseless. The trail was staged in order to put a stop to the rumour.”
ar: وصرح أحد محاميها بقوله: ليس هناك أي قانون يجرم هذا التصرف. وفي غياب نص قانوني، لا وقوع لجريمة. وبذلك فهذا الحكم لا معنى له. وما هذه إلا محاولة لوضع حد لشائعة رائجة.

source: When a controversial film about the case, Death of a Princess, was shown in the UK, Saudi authorities responded by expelling the British ambassador in Riyadh.
ar: و عند القيام بعرض الفيلم المثير للجدل المتمحورحول تلك القضية، موت أميرة، في المملكة المتحدة، كانت استجابة السلطات السعودية القيام بطرد السفير البريطاني في الرياض.

source: Under article 121 of the Tunisian criminal code, disturbing public order is punishable by six months to five years in prison and a fine of 120 to 1,200 dinars (72 to 720 euros). It forbids the distribution, sale or display, or possession with a view to di
ar: وتنص المادة 121 من قانون العقوبات التونسي على العقوبة بالسجن لمدة تتراوح بين ستة أشهر و5 سنوات وغرامة تتراوح بين 120 و1200 دينار تونسي (72ـ720 أورو)، لتكدير النظام العام. وتحظر توزيع المنشورات الأجنبية المصدر أو المحلية أو بيعها أو عرضها أو حيازتها بغرض ت

source: Article 21 applies to public spaces whereas Facebook is regarded as a private space. The indictment itself violates the confidentiality of correspondence. This is guaranteed by article 9 of the constitution, which says: “Domestic inviolability, the confid
ar: تنطبق المادة 121 على الأماكن العامة في حين أن فايسبوك مجال خاص. والاتهام نفسه ينتهك سرية المراسلات التي تضمنها المادة 9 من الدستور والتي تنص على أن: حرمة المسكن وسرية المراسلة مضمونتان إلا في الحالات الاستثنائية التي يضبطها القانون.

source: Facebook is very popular with Tunisians aged between 15 and 25.
ar: ويجد بالتذكير أن فيسبوك يلقى إقبالا كبيرا جدا من لدن التونسيين الذين تتراوح اعمارهم بين 15 و 25.

source: Access was blocked on 24 August 2008 but the ensuing outcry forced President Zine el-Abidine Ben Ali to restore access nine days later.
ar: وقد كانت الشبكة تعرضت للحجب في 24 غشت/أغسطس 2008 ولكن الاحتاجات التي تلته أجبرت الرئيس زين العابدين بن علي على إلغائه تسعة أيام بعد ذلك.

source: Arfaoui’s lawyers will try to get the jail sentence suspended on appeal. No date has so far been set for the appeal hearing. Arfaoui teaches English, American civilisation and human rights at La Manouba University, near Tunis.
ar: وسيحاول محامو خديجة عرفاوي الاستئناف لوقف تنفيذ الحكم فيما لا يزال تاريخ الجلسة مجهولاً. ويذكر أن خديجة عرفاوي تدرّس اللغة الإنكليزية والحضارة الأمريكية وحقوق الإنسان في جامعة منوبة الواقعة بالقرب تونس العاصمة.

source: Arfaoui had no idea she had been charged until she read in the newspapers on 31 May that her trial was due to begin on 6 June, and she got no formal notification until 5 June. She was represented by lawyers at a second hearing, held on 27 June, but they w
ar: ولم تكن لدى عرفاوي أية فكرة عن التهم الموجهة إليها إلى أن قرأت في الجرائد الصادرة بتاريخ 31 مايو أن الجلسة ستعقد في 6 يوليو. وهي لم تتلقَّ أي استدعاء رسمي حتى 5 يوليو. وقد حضر عنها محامون في الجلسة الثانية التي انعقدت في 27 يوليو ولكن لم يُسمح لهم بالاطلا

source: Anti-trafficking law only allows relatives to donate organs
ar: قانون مكافحة الاتجار يسمح فقط للأقارب بالتبرع بالأعضاء

source: Saudi man marries Filipino woman for kidney
ar: رجل سعودي يتزوج بإمرأة فليبينية من أجل كلية

source: 5th worst spot for organ trafficking
ar: خامس أسوأ بقعة للاتجار بالأعضاء

source: The World Health Organization named the Philippines the fifth worst spot for organ trafficking in 2005
ar: قامت منظمة الصحة العالمية بتسمية الفلبين كخامس اسوأ بقعة في العالم في موضوع الاتجار بالأعضاء لعام 2005

source: DUBAI (Al Arabiya)
ar: دبي ( قناة العربية)

source: A Saudi man who married a Filipino woman was hoping to exchange a kidney in addition to wedding vows, Philippine officials said Monday. But his wedding bliss was cut short as authorities caught on to the scam and blocked the planned transplant.
ar: أعلن المسؤولون الفلبيين يوم الأثنين أن رجل سعودي تزوج من إمرا’ة فليبينة على أمل تبادلهم كلية بالأضافة لعهود الزواج. و تم قطع فرحة الزفاف بعد وقت قصير عند تدخل السلطات التي قامت بمنع عملية التبرع المخطط لها.

source: The wealthy foreigner proposed to the woman, whose name was not given, in an attempt to bypass the Philippines' strict regulations set up to fight the country's widespread organ trafficking.
ar: و كان الأجنبي الميسور الحال قد عرض الزواج على المرأة الفليبينية، التي لم يتم إعطاء اسمها ، في محاولة لتجاوز القوانين الفليبينية الصارمة الموضوعة لمحاربة تجارة الأعضاء المنتشرة بشكل واسع في البلاد.

source: Foreigners are banned from receiving organ transplants from local donors and organ sales are punishable by up to 20 years in jail. Exceptions are made for family members.
ar: و يمنع الأجانب من تلقي تبرع بأعضاء بشرية من متبرعين محليين و يعاقب على بيع الأعضاء بالسجن لمدة تصل حتى عشرين عام . و يستثنى من ذلك أفراد العائلة.

source: Clearly it was not a donation. It was actually an organ sale
ar: من الواضح أن هذه العملية لم تكن تبرع. لقد كانت في الحقيقة عملية بيع أعضاء.

source: Meedan @ TED Global 2009
ar: ميدان @ المؤتمر العالمي للتقنية و الترفيه و التصميم 2009

source: Live blogging from TED Global 2009 in English and Arabic
ar: تدوين مباشر من المؤتمر العالمي للتقنية و الترفيه و التصميم باللغة العربية و الإنجليزية

source: July_____ 20,_____ 2009
ar: 20 يوليو 2009

source: Esperanza Cabral, Social Welfare Secretary
ar: اسبيرانزا كابرال، وزيرة الرعاية الأجتماعية

source: TED Global Day -1
ar: اليوم الأول من المؤتمر العالمي للتقنية و الترفيه و التصميم

source: The theme of this year's TED is The Substance of Things Not Seen--more on that as the week unfolds. What is pretty evident, however, is just how well TED is weathering the global economic crisis. I haven't seen the numbers, and I don't have previous exp
ar: يدور محور المؤتمر هذا العام حول مادة الأشياء الغير مرئية. – و المزيد سيتم تقديمه حول ذلك الموضوع خلال الأيام القادمة. يا له من دليل واضح! ذلك المرتبط بكيفية تمثيل المؤتمر العالمي للتقنية و الترفيه و الصتميم للأزمة العالمية الإقتصادية. أنا لم أشاهد الأر

source: The Saudi man, however, did not succeed in marrying the woman to circumventing the rules.
ar: و بكل الأحوال لم ينجح الرجل السعودي في الزواج من المرأة بهدف التحايل و الاتفاف على القوانين.

source: Hospital officials noticed the couple spoke no common language and had wed only very recently. The government-run hospital refused the transplant despite the foreigner's claim the donor was indeed his wife and that the donation was voluntary.
ar: و لاحظ موظفوا المشفى أن الزوجيين لا يتحدثون لغة مشتركة و قد تزوجوا حديثاً. و قامت المشفى الحكومية برفض عملية نقل الكلية رغم ادعاء الأجنبي بأن المتبرعة هي زوجته بالفعل و أن التبرع كان طوعي.

source: Clearly, it was not a donation. It was actually an organ sale, Esperanza Cabral, Social Welfare Secretary, told a news conference Monday, adding that the case was refused two months ago but no charges had been filed against either party.
ar: من الواضح أنه لم يكن تبرع. لقد كان في الواقع عملية لبيع الأعضاء، هذا ما صرحت به اسبيرانزا كابرال وزيرة الرعاية الاجتماعية خلال مؤتمر صحفي، يوم الثنين ، مضيفة أنه تم رفض القضية منذ شهرين مضت دون حفظ أية تهم ضد أي من الطرفين.

source: Officials offered no details about the man's identity or why he needed a transplant.
ar: و لم يقدم المسؤولون أية تفاصيل عن هوية الرجل أو حاجته للزرع.

source: The World Health Organization named the Philippines the fifth worst spot for organ trafficking in 2005. The doctors' group Philippine Society of Nephrology said that 81 percent of 1,046 kidney transplants performed in 2007 were from living, non-related do
ar: و قد قامت منظمة الصحة العالمية بتسمية الفلبين كخامس أسوأ منطقة في العالم في موضوع الأتجار بالأعضاء البشرية لعام 2005. و قالت مجموعة أطباء المجتمع الفلبيني للنيفرولوجي أن نسبة 81% من 1046 عملية تبرع بالكلى تمت في عام 2007 كانت من متبرعين أحياء و ليسوا ذو ص

source: Asia Against Child Trafficking, a private group that tracks down underprivileged donors recruited by organ trafficking syndicates, has located more than 195 kidney donors in the past year from communities southeast of Manila.
ar: و قامت منظمة آسيا ضد الأتجار بالأطفال، و هي منظمة خاصة تقتفي أثر المتبرعين الغير مؤهلين معززين من قبل مجموعات الاتجار بالأعضاء بتحديد موقع أكثر من 195 متبرع بالكلية خلال السنة الماضية من مجتمعات تقع جنوب شرق مانيلا.
